[
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Certified Lover Boy* Lyrics",
        "lyrics_url": "https://genius.com/Drake-certified-lover-boy-lyrics",
        "lyrics": "Lyrics from CLB Merch\n\n[Verse]\nPut my feelings on ice\nAlways been a gem\nCertified lover boy, somehow still heartless\nHeart is only gettin' colder",
        "track_views": "8700"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Like I’m Supposed To/Do Things Lyrics",
        "lyrics_url": "https://genius.com/Drake-like-im-supposed-to-do-things-lyrics",
        "lyrics": "[Verse]\nHands are tied\nSomeone's in my ear from the other side\nTellin' me that I should pay you no mind\nWanted you to not be with me all night\nWanted you to not stay with me all night\nI know, you know, who that person is to me\nDoesn't really change things\n\n[Chorus]\nI know you're scared of dating, falling for me\nShorty, surely you know me\nRight here for you always\nYou know, I don't ever change\nRight here for you always\nYou know I don't ever change\nRight here for you\n\n[Bridge]\nIn mind you make me want to do things, love you\nLike I'm supposed to\nYou make me want to love you\nLike I'm supposed to\nYou make me want to love you\nLike I'm supposed to, remind you\nAyy\n\n[Chorus]\nI know you're scared of dating, falling for me\nShorty, by now you know me\nRight here for you always\nYou know, I don't ever change\nRight here for you always\nYou know I don't ever change\nRight here for you",
        "track_views": "38800"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Not Around Lyrics",
        "lyrics_url": "https://genius.com/Drake-not-around-lyrics",
        "lyrics": "[Intro]\nYeah, we back\nWassup ladies?\nSwishahouse, baby\nWassup to all the ladies on the Northside, Southside, Eastside, Westside?\nWassup in Bay City?\nWassup to all the ladies in Louisiana?\nWassup to all the ladies in Dallas, Austin, San Antonio?\nMarshall, Prairie View, it's going down\nWharton County, Texas City, H-Town, baby\nTSU ladies\n\n[Chorus]\nShe moved out of state, and shit done went left, she's seekin' forgiveness\nShe used to dance, but she want a loan and start up a business\nHer daddy is not around, her momma is not around\nI watch her climb to the top of the pole and then get to slidin' down\nI make it rain in this bitch, I make it snow in this bitch\nShe tryna get out of the mix\nShawty is goin' legit, shawty is goin' legit\nMe, I'm supportin' this shit, this is a story\nCame from my life and I'm just recordin' this shit\n\n[Verse 1]\nI'ma just give it to you direct, instead of me throwin' this shit\nYou know you important and shit\nYou know I'm supportin' this shit\nWe used to do pornos when you would come over but now you got morals and shit\nI got like four on the wrist and an adorable kid\nI got the drac' in the studio and I don't just mean that I'm in this bitch\nPlease make the most of this shit\nDon't just come close to some shit\nI give you this bread, you run me some head\nAnd then you go glow up a bit\n\n[Chorus]\nShe moved out of state, and shit done went left, she's seekin' forgiveness\nShe used to dance, but she want a loan and start up a business\nHer daddy is not around, her momma is not around\nI watch her climb to the top of the pole and then get to sli-\nI make it rain in this bitch, I make it snow in this bitch\nShe tryna get out of the mix\nShawty is goin' legit, shawty is goin' legit\nMe, I'm supportin' this shit, this is a story\nCame from my life and I'm just recordin' this shit\n\n[Verse 2]\nHer daddy is not around, momma is definitely not around\nShe got a business plan, but she just ain't had time to write it down\nStay with her sister now, she got a man, but he out of town\nSoon as he out of town, they hop in his whip and they ride around\nI watch her climb to the top of the pole and then get to slidin', slidin'\nThought about trappin' a player before, but that just ain't right, right\nLook in the mirror if you wanna look at some things on the bright side\nYou popped a 325, you feelin' too good to worry tonight\n\n[Chorus]\nShe moved out of state, and shit done went left, she's seekin' forgiveness\nShe used to dance, but she want a loan and start up a business\nHer daddy is not around, her momma is not around\nI watch her climb to the top of the pole and then get to sli-\nI make it rain in this bitch, I make it snow in this bitch\nShe tryna get out of the mix\nShawty is goin' legit, shawty is goin' legit\nMe, I'm supportin' this shit, this is a story\nCame for my life and I'm just recordin' this shit",
        "track_views": "129800"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "In the Cut (Ft. Roddy Ricch) Lyrics",
        "lyrics_url": "https://genius.com/Drake-in-the-cut-lyrics",
        "lyrics": "[Intro: Drake]\nAyy, yeah\nPipe this shit up and I turn this shit up\nWhen I was down, I was down\nNow them diamonds for fun like damn\nAyy, yeah\n\n[Verse 1: Drake]\nTrendsetter, Ben Frank getter (Yeah)\nWhip whatever, whip whatever\nI buy diamonds when I'm under pressure (Yeah)\nWhen I apply it, shit don’t ever let up, yeah\nLook, I'm in the cut, The Boy in the cut\nJump in the whip where the ceilings go up, we up\nAll of this grindin' for what?\nIt’s funny when you niggas thought it was luck\nI cannot give you a pass if you play with my money and family and friends\nAnd I compete with myself while you niggas competin' with trends\nYour foreign is used, I looked up the VIN\nI know the truth, no use in pretendin' with him\n\n[Chorus: Drake]\nStill in the cut, The Boy in the cut\nHop in the whip where the ceilings go up, we up\n\n[Verse 2: Roddy Ricch]\nAnd I'm way up at the top of the loft\nGotta stay up, ain't no knockin' me off\nPull up smooth, A.I. with the cross (Haha)\nCountin' up wins on wins on wins, for all of my dawgs I lost\nI might call Pharrell, get the new Chanel\nThugger got the YSL, huh\nI remember when the Feds did the sweep, I pray my dawgs didn't tell, huh\nCruisin’ down Biscayne\nI was in Miami, she gave me top with the top off\nCartier wrist gang, got her a Audemar\nShe got the head, knock your socks off\nYou ain’t gettin' money, you ain’t fuckin' with me\nYou ain't in your bitch top five\nI might pull up in the Six with Drizzy\nI was just in Houston, fuckin' with the mob ties\nWe don’t never ever play two sides\nHang out the Phantom, it's suicide\nThey ridin' my wave like a rogue tide\nMy necklace is wet like the poolside\n\n[Chorus: Drake, Drake & Roddy Ricch]\nStill in the cut, The Boy in the cut, yeah\nHop in the whip where the ceilings go up, we up",
        "track_views": "72100"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Zodiac Sign (Ft. Jessie Reyez) Lyrics",
        "lyrics_url": "https://genius.com/Drake-zodiac-sign-lyrics",
        "lyrics": "[Verse 1: Drake]\nYou ask how many girls I been with in my life\nI tell ya, \"I stopped keeping count when I was 25\"\nI ask you the same thing, you tell me, \"Seven guys\"\nBut we both know that's a lie\n'Cause if we countin' head and if we countin' drunken nights\nThen that number that you gave just might be off by eight or nine\nBut it's still nowhere close to mine\nMarcus prolly had to bring me straps like thirty times\nHe took over like four years ago when Courtne had resigned\nI been talkin' sex with Courtne since like 2005\nWe been friends since junior high\nTough to enjoy the company and never cross the line\nShe's like, \"Is it more than a hundred, with everyone combined?\"\nAnd I say, \"Yeah, that's bein' kind\"\nAt one point or another they all felt like they were mine\nI had a lot of backs that I would never talk behind\nI'm not really into threesomes, I like one thing at a time\nI like when it's you and I\nPlus I always feel like if somebody outperforms you\nThat could jeopardize your pride and I'm not into choosin' sides\nUnless you 'bout to sleep and you askin' me what's my side\nIt's the right at home, but this a hotel so you can decide\nLessons that I learned before hittin' my prime\nConfessions that I blame on the zodiac sign\nThings you need to hear 'fore we say our goodbyes\nFree myself of it all, watch a Scorpio rise\nYeah\n\n[Verse 2: Jessie Reyez]\nYou say you wanna know but you don't though\nWhy you wanna know who I cropped out of photos?\nAnd lately, papi, you been acting tonto\nWhat you think before you, I was only movin' dolo\nBut I'm honest 'til I die, so I won't lie\nAnd I prolly got some numbers that you won't like\nAnd you're prolly gonna hate it\nBut I much rather be hated for the truth than for the wrong guy if he ain't done\nYou can't be this good without some badness\nWhat? You think I fuck this good without some practice?\nAnd if it's LOV and you're my MVP\nThen why we talkin' about practice?\nLike you want me to lie\nWhy would I jeopardize my worth, just to value your pride?\nConfessions that I blame on the zodiac sign\n'Cause then I switch up and I blame it on my Gemini\nMight be jealousy, 'cause you just want me tradin' lives\nJealousy, 'cause I can get the girls and get the guys\nAnd if I'm honest, this whole convo's just a waste of time\n'Cause legacy should be my focus, not here playin' wife",
        "track_views": "54800"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Laugh Now Cry Later (Ft. Lil Durk) Lyrics",
        "lyrics_url": "https://genius.com/Drake-laugh-now-cry-later-lyrics",
        "lyrics": "[Intro: Drake]\nWoah, woah\nYeah\n\n[Chorus: Drake]\nSometimes we laugh and sometimes we cry, but I guess you know now, baby\nI took a half and she took the whole thing, slow down, baby\nWe took a trip, now we on your block and it's like a ghost town, baby\nWhere do these niggas be at when they say they doin' all this and all that?\n\n[Verse 1: Drake]\nTired of beefin' you bums, you can't even pay me enough to react\nBeen wakin' up in the crib and sometimes I don't even know where I'm at\nPlease don't play that nigga songs in this party, I can't even listen to that\nAnytime that I ran into somebody, it must be a victory lap, ayy\nShawty, come sit on my lap, ayy, they sayin' Drizzy just snap\nDistance between us is not like a store, this isn't a closeable gap, ayy\nI've seen some niggas attack and don't end up makin' it back\n\n[Pre-Chorus: Drake]\nI know that they at the crib goin' crazy, down bad\nWhat they had didn't last, damn, baby\n\n[Chorus: Drake]\nSometimes we laugh and sometimes we cry, but I guess you know now, baby\nI took a half and she took the whole thing, slow down, baby\nWe took a trip, now we on your block and it's like a ghost town, baby\nWhere do these niggas be at when they say they doin' all this and all that?\n\n[Verse 2: Lil Durk & Drake]\nI'm in the trenches, relax\nCan you not play that lil' boy in the club? 'Cause we do not listen to rats\nWe in Atlanta, I buy her a wig, she tellin' me Tae is the best\nPoint at the nigga who act like a killer, but you only one from the 'net\nI'm like DaBaby, I'm not just a rapper, you play with me, you gon' get stretched\nOoh-oh\nBring Drake to the hood, surround Drake around Dracs\nEven though I got a case, I'ma do what it take\nAnd I never been embraced\nAnd the money's hard to make\nSo I bet they on they face right now\n\n[Pre-Chorus: Drake]\nI know that they at the crib goin' crazy, down bad\nWhat they had didn't last, damn, baby\n\n[Chorus: Drake]\nSometimes we laugh and sometimes we cry, but I guess you know now, baby\nI took a half and she took the whole thing, slow down, baby\nWe took a trip, now we on your block and it's like a ghost town, baby\nWhere do these niggas be at when they say they doin' all this and all that?\n\n[Verse 3: Drake]\nWhen he tell the story, that's not how it went\nKnow they be lyin', a hundred percent\nMoved out the Ritz and forgot 'bout the Bent'\nValet just called me to tell me come get it\nKnocked that boy off and I don't want no credit\nIf it was me, they wouldn't regret it\nLeft me for dead and now they wan' dead it, yeah\nHeart is still beatin', my niggas still eatin'\nBackyard, it look like the Garden of Eden\nPillow talk with 'em, she spillin' the tea\nAnd then shawty came back and said she didn't mean it\nIt's hard to believe it\n\n[Pre-Chorus: Drake]\nI know that they at the crib goin' crazy, down bad\nWhat they had didn't last, damn, baby\n\n[Chorus: Drake]\nSometimes we laugh and sometimes we cry, but I guess you know now, baby\nI took a half and she took the whole thing, slow down, baby\nWe took a trip, now we on your block and it's like a ghost town, baby\nWhere do these niggas be at when they say they doin' all this and all that?",
        "track_views": "1000000"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Lie To Me Lyrics",
        "lyrics_url": "https://genius.com/Drake-lie-to-me-lyrics",
        "lyrics": "[Intro: Pimp C]\nMan, get the fuck away from us, we don't want nothin' but money\nWe some family men, we gettin' this paper\nKnow what I'm talkin' 'bout?\nAnd I had to put that out there, Bun\nBecause a lot of niggas doin' lot of Fugazi shit out here, man\n\n[Chorus]\nLove me, save me, tell me, try me\nAll you do is lie to me\nTakin' me for granted, I could tell\nAll you do is lie to me\nLies don't excite me, I'm lonely\nNeed more than a homie\nTakin' me for granted, I could tell\n\n[Verse]\nAll you do is lie to me\nAnd dub me, you never love me\nAny confidence I came with, you take it from me\nI just wanna get beside you and make you love me\nI just can not take the silence, you keep ignorin' me\nSee you makin' all this time for more important things\nWe was s'posed to catch a vibe the other night\nBusy now, but you was down that other time\nWhy you always lead me on and give me signs?\nI just wanna get beside and make you mine\nI just wanna come inside and reunite\nGot me waitin' outside (Hah)\n\n[Chorus]\nLove me, save me, tell me, try me\nAll you do is lie to me\nTakin' me for granted, I could tell\nAll you do is lie to me\nLies don't excite me, I'm lonely\nNeed more than a homie\nTakin' me for granted, I could tell\n\n[Outro: Diddy]\nUhm, you was just so in your pocket, uhm\nCats used to tell me when they used to come to my house in Miami and shit\nThat, that, that they felt a feelin' of like\nThey felt a lil' fucked up in they stomach\nBut, they was inspired 'cause they knew they, they, they had somethin' to see the dream for, you know?\nI done seen a lot of shit, I ain't never seen a, a young nigga as consistent as you that has affected the world in such a positive way since, you know, Michael Jackson\nAnd then, when you've finally got the crib (All you do is lie to me)\nYou did it like, not even none of us did it, you feel me? Uhm\nNah, I mean I did it like that, I ain't gon' lie, I ain't gon' lie to you\nI did it like that, but, I ain't never been affected by another nigga crib in the way that did it to inspire me\nHow cats told me that he'd been inspired (All you do is lie to me)\nAnd felt that feelin' in they gut, like \"I gotta work harder\" (Need more than a homie)\nWell I mean workin' harder just to compete, bro, for real, for real\nIt's either you fuckin' in the game or you're out the game\nNigga, I'm back in this motherfucker, let's get some money\nIt's over, nigga, you have arrived, top five, end of discussion\nMay God bless you, Inshallah, you know what I'm sayin'?\nThis your brother, Diddy, take that\nAnd thank you for the inspiration, jheeze",
        "track_views": "34500"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Intoxicated* Lyrics",
        "lyrics_url": "https://genius.com/Drake-intoxicated-lyrics",
        "lyrics": "[Chorus]\nJust hung up the phone and I\nCould already tell that you're comin' home intoxicated, ooh\nSo you better take your time with me\n'Cause I remember last time you wouldn't make love to me\nThink you fell fast asleep (I hope you niggas sleep)\nWouldn't even talk to me now\n\n[Verse]\nSay, say I'm so crazy, baby\nI wanted you to race my mind\nI got the keys\nPlease, for me\nSince you're comin' home intoxicated, oh\nFor me, please\nI wanted you to erase my mind\n\n[Open Verse]",
        "track_views": "11300"
    },
    {
        "album": "Certified Lover Boy",
        "lyrics_title": "Need Me (Lotta 42) Lyrics",
        "lyrics_url": "https://genius.com/Drake-need-me-lotta-42-lyrics",
        "lyrics": "[Intro]\nPreviously on Ready To Die\n\n[Chorus]\nNever had a lot, this is all I need\nPeople never care 'til it's R.I.P\nNiggas turned they back on me for no good reason\nLoyalty is priceless and it's all I need\nCan't burn a bridge just to light my way\nLotta 42 on the flights I'm takin'\nPourin' out my soul and it might sound crazy\nLotta fallin' outs help me build foundation\nNever had a lot, this is all I need\nPeople never care 'til it's R.I.P\nNiggas turned they back on me for no good reason\nNever had a lot, this is all I need\n\n[Verse 1]\nLost individuals is all I see\nGrab the top spot like pardon my reach\nWoke up one day and it was all on me\nIf it comes down, it's gon' fall on me\nLotta 42 on the flights I'm takin'\nLong way down from the heights I'm chasin'\nJust touched down, I was lights out in Vegas\nGirls checkin' in 'cause my lifestyle dangerous\nHard to tell people that I'm all out of favors\nCall me for songs or they call me for paper\nTurnin' off my phone for the night now, baby\nPourin' out my soul and it might sound crazy\nSome of my niggas don't love me\nWe should sit down before shit turns ugly\nWe should sit down since you said things about me\n\n[Chorus]\nNever had a lot, this is all I need\nPeople never care 'til it's R.I.P\nNiggas turned they back on me for no good reason\nLoyalty is priceless and it's all I need\nCan't burn a bridge just to light my way\nLotta 42 on the flights I'm takin'\nPourin' out my soul and it might sound crazy\nLotta fallin' outs help me build foundation\nNever had a lot, this is all I need\nPeople never care 'til it's R.I.P\nNiggas turned they back on me for no good reason\n\n[Verse 2]\nYou should slide through and get your back broke\nUsed to be involved with me with no emotion\nI was on the way to the next show\nYou was on the phone and you were so open\nHeard you said you're over me, is that so?\nYou don't ever filter girl and that's okay\nCoulda held on but you let it go\nSayin' to yourself that it's better this way\nFunny thing is that you're going to need me and I know\nYou should slide through and get your back broke\nFunny thing is that you're going to need me and I know\nYou should slide through and get your back broke\nFeelings I've been stackin' like a bankroll\nI should probably find a way to let it go\nWonder what it was that turned you this cold\nSaid you left me jaded and I wasn't joking\nMiss the way it was a couple years ago\nBack when we was young and now you've outgrown me\nHard to just accept I was a steppin' stone\nWay that people talk about you I should've known\nYou're going to need me and I know\nYou should slide through and get your back broke\nFunny thing is that you're going to need me and I know\nYou should slide through and get your back broke",
        "track_views": "65100"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Deep Pockets Lyrics",
        "lyrics_url": "https://genius.com/Drake-deep-pockets-lyrics",
        "lyrics": "[Intro]\nFor my nigga Hush\nYeah, look\n\n[Verse 1]\nDressed in fatigues, I rep the East with my trustees\nSmokin' on crushed leaves\nThey turn they back on everything we built, then they must bleed\nI've seen splatter hit the snow when the blood freeze\nStraps over territory they know we must keep\nGet home and white Air Forces get brushed clean\nBack when my mama would interrupt sleep\nTo tell me hurry up 'cause the bus leaves\nSummertime heatwaves, I used to just cut sleeves\nMy shorty really love me, man, she want me to cut keys\nI can't do that normal type of life, is it just me?\nNiggas steady try to ride the wave, but it's rough seas\nI'm losin' enough sleep dealin' with envy\nAnd the news that they sent for me got the block in a frenzy\nIt's on Meech like it's trendy\nRunnin' round from Laurier to MacKenzie when the city's empty, yeah\nEarly twenties, but I want fifties, hundreds, not pennies\nI need plenty\nGot me ready to flip the F out like Fendi\nWhatever's in me, it's takin' over\nI gotta bust it down, break it open\nUntil somebody starts takin' notice, then we rollin'\n\n[Chorus]\nYeah, then we rollin', then we rollin'\nDeep pockets on a nigga, I can't find my phone in\nNow we rollin'\nYeah, then we rollin', then we rollin'\nDeep pockets on a nigga, I can't find my phone in\nNow we rollin'\n\n[Verse 2]\nLook\nBack when Big Apple sold dreams, I stuck to my own thing\nBack when the house that I own now was my home screen\nBefore I'd ever hit the road and feel like the home team\nRunnin' missions\nPyramid schemes just like the Egyptians\nBack when hotlines were still flippin'\nNow I'm seein' money off of hotlines blingin' but it feels different\nTransitions, plans switchin', ambition\nMindin' my business, buildin' a business, et cetera\nInspired by a few, but my mind really drives itself like Tesla\nI always had a little somethin' extra\nBack when Corey was our sole investor\nAnd the car could get from A to B, but won't impress ya\nLook, I ain't no baller\nStill need my accounts longer like the way my nephew's gettin' taller\nMy soundtrack is the second Carter, dreamin' of acceptin' offers\nAnd easin' tensions\nKeepin' family out of East Detention\nAnd out of Pine Hill Funeral Center\nSpots we got no business enterin'\nBack when Jill Scott was the apple of my afrocentric eye\nI had to find a way to get someone's attention\n\n[Chorus]\nThen we rollin', then we rollin'\nDeep pockets on a nigga, I can't find my phone in\nNow we rollin'\nYeah, then we rollin', then we rollin'\nDeep pockets on a nigga, I can't find my phone in\nNow we rollin'",
        "track_views": "202200"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "When To Say When Lyrics",
        "lyrics_url": "https://genius.com/Drake-when-to-say-when-lyrics",
        "lyrics": "[Intro]\nYeah\nSomebody, um\nSomebody hit me today and they were like\n\"Nah, just make sure, you know\nYou tell me what to do when I get there, you know?\"\n(June, you're a genius)\nI said, \"I respect it, no problem\"\nI got all these blessings just to give it to others anyway\nKnow what I'm sayin'?\nYeah, my hand's always open, for real\n\n[Verse]\nAyy\nThirty-three years, I gave that to the game\nThirty-three mil', I'll save that for the rain\nFive hundred weeks, I'll fill the charts with my pain\nFive hundred mil' and I'll fall back in the 6ix\nFinally give you niggas the space you need to exist\nMichael Jackson shit, but the palace is not for kids\nStill women sayin' it's childish, the way we live\nBrought a few Ws to the 6ix\nBaby mama fluke, but I love her for who she is\nBaby, Wayne and Tez responsible for this shit\nHalf the time, I question my consciousness in this shit\nOther times, I question if compliments are legit\nFull-time, I'm out here confident as a bitch\nTryna make good on the promises that I give\nTryna make sure my accomplices are legit\nRegister the business in my brother's name\nThirty-five hunnid in her pocket, that should cover things\nCertified lover man, trappin' out the motherland\nAlways move right so my watch is on the other hand\nShe can try and play it down now, but she was a fan\nPeople wanna know what's in my pockets, they don't understand\nMy assistant always findin' Percocet and rubber bands\nKnow my mom might not want to hear how I discover plans\nWord to Sandra Graham, no one love you like your mother can\nI watched Michael Rubin win a million off a couple hands\nI decide what to see next like it's on demand\nI decide what to be next like I'm switchin' plans\nI'ma tell you what you feel next like the weatherman\nI will split heads and break necks for my little man\n6 God, prayin' hands like I'm a religious man\nBut I'm just a sicker man, wicked man\nLook, we can argue back and forth, but who's the richer man?\nIsn't that what matters in this world that we livin' in?\nBang those dividends, snakes stay slitherin'\nHow you plan to make it to the top by just fittin' in?\nHow you plan to take a nigga's spot by just givin' in?\nHow you gon' treat this shit like you gon' get to live again?\nHow you gettin' hype off one hit? Do that shit again\nHow you got a manager you mad at after you got the win?\nBet you got some niggas that'll love you 'til the bitter end\nBet you got somebody that's just smarter than your other friends\nGive 'em a percentage, see what happens to your blessings then\nYou just need to stay close to your people that was there when others could've been\nThere when others should've been\nGot a nigga starin' at the game like, \"Damn, coach, put him in\"\nBut you never listen, so you niggas goin' wood again\nGot us in the crib, talkin' 'bout what niggas coulda been, shoulda been\nAnd I got your girl on the second floor, beggin' me to put it in\nAnd it's not because all of the money that you wouldn't spend\nAnd it's not because I set it up to try and get revenge\nIt's because you niggas insecure, you ain't made men\nIt's because even though you hate on me, we stay friends\nIt's because you niggas never learn when to say when\nYeah\n\n[Outro]\nFor real\nFacts, you know what I'm sayin'?\nHahaha, yeah",
        "track_views": "555000"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Chicago Freestyle (Ft. Giveon) Lyrics",
        "lyrics_url": "https://genius.com/Drake-chicago-freestyle-lyrics",
        "lyrics": "[Chorus: Giveon]\nTwo-thirty, baby, won't you meet me by The Bean?\nToo early, maybe later you can show me things\nYou know what it is whenever I visit\nWindy city, she blowin' me kisses, no\nThirty degrees, way too cold, so hold me tight\nWill I see you at the show tonight?\nWill I see you at the show tonight?\n\n[Verse 1: Drake]\nAyy, truck to the plane to the truck\nTruck to the hotel lobby\nMe, I go through underground garages\nPresidential suite on deposit\nElevator up to the room\nShower up and then we hit the club\nTouch down, gotta see what's up\nArea code in my phone\nWhat numbers do I still have?\nWho do I know from the past?\nHit one, she say she got a man\nHit another one, it goes green\nMust've changed phones on the team\n'Member when you let me in between\nThat was 2017\nAll good, Chubbs will look around\nFind one that seem my type\nThat my dawg and he know what I like\nHe done found me plenty in my life\nProblem is, I meet a girl tonight\nThen I go and treat her too nice\nGalleria credit card swipes\nI don't even know if she a wife\n\n[Pre-Chorus: Drake]\nBut I do know one thing though\nWomen, they come they go\nSaturday through Sunday, Monday\nMonday through Sunday, yo\nMaybe I'll love you one day\nMaybe we'll someday grow\n'Til then, I'll sit my drunk ass on that runway\nOn this one way\n\n[Chorus: Giveon]\nTwo-thirty, baby, won't you meet me by The Bean?\nToo early, maybe later you can show me things\nYou know what it is whenever I visit\nWindy city, she blowin' me kisses, no\nThirty degrees, way too cold, so hold me tight\nWill I see you at the show tonight?\nWill I see you at the show tonight?\n\n[Verse 2: Drake]\nJewelry in the safe on arrival\nPistol on J for survival\nLot of people gunnin' for the title\nLot of people tryna take us viral\nI'm just tryin' to have a nice night though\nWaiter brought the check for the meal\nShe said, \"Babe, I think there was a typo\"\nNah, girl, I got it, that's light though\nI could show you bigger things than that\nIt's gon' be a minute 'til I'm back\nLet me give you images that last\nAMEX had a limit in the past\nI had plenty women in the past\nI done plenty sinnin' in the past\nYou don't need to know, but you can ask\nStickin' on your backstage pass\nAll access 'cause you bad\nYou could go wherever with that ass\nShow to the shower to the truck\nTruck to the club for the party\nYou go in first with your girls\n'Cause I don't know who's out there watchin'\n\n[Pre-Chorus: Drake]\nBut I do know one thing though\nWomen, they come they go\nSaturday through Sunday, Monday\nMonday, Sunday, yo\nMaybe I'll love you one day\nMaybe we'll someday grow\n'Til then, I'll sit my drunk ass on that runway\nOn this one way\n\n[Chorus: Giveon]\nTwo-thirty, baby, won't you meet me by The Bean?\nToo early, maybe later you can show me things\nYou know what it is whenever I visit\nWindy city, she blowin' me kisses, no\nThirty degrees, way too cold, so hold me tight\nWill I see you at the show tonight?\nWill I see you at the show tonight?",
        "track_views": "1300000"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Not You Too (Ft. Chris Brown) Lyrics",
        "lyrics_url": "https://genius.com/Drake-not-you-too-lyrics",
        "lyrics": "[Chorus: Drake]\nFirst time in a long time\nHurtin' deeply inside\nFirst time in a long time\nHurtin' deeply\n\n[Verse 1: Drake, Chris Brown, Drake & Chris Brown]\nTrust\nTrust who?\nWatchin' my back even when I'm in the booth\nOh, trust who?\nDoin' my thing, but I'm down to come clean, not like you\nI wanna make you feel the weight's off your shoulders too\nI'll take it\nJust tell me it can't be that crazy\nAnd even if it is that crazy, baby\nI'll take it\nI want you, I know you're not an angel\nNot you\nOh, just save it\nDon't waste your time\n'Cause I'm wavy and I'm sayin' things\nThat I don't mean, but I do mean\nAnd I don't want you to miss me\n'Cause there's no way that you're sorry\nAnd you're crying and you're sayin' things\nThat I do believe, but I don't even\nWant you to get in my mind\nI'm supposed to be in your mind (Oh woah)\nFor the first time in a long time\nFor the first time in a long\nFor the first time in the longest time\n\n[Chorus: Drake with Chris Brown]\nFirst time in a long time\nHurtin' deeply inside\nFirst time in a long time\nHurtin' deeply\n\n[Bridge: Drake, Chris Brown, Chris Brown & Drake]\nYeah (Now, oh, baby)\nAyy\nHurtin' deeply inside\nTrust\nTrust\nTrust\nTrust who?\n\n[Verse 2: Drake with Chris Brown]\nTrust me and I can set you free\nLeft your man, came straight to me\nYou the real MVP, my love\nRide dirty like Pimp C\nYou a real ten-speed freak, shawty\nYou was everything a nigga need\nYou was everything to me, my love\nWhy you keep that little shit from me?\nLeft me down on bended knee\nWhen I scooped you in the Maybach\nThe only time a nigga ever made you take a backseat\nWhy you do that little shit to me, shawty?\nWhen you know that we was meant to be\nWhy'd you keep those things from me, my love? (Love)\nI've given you enough time\nSponsored by Aberlour\nIntroducing Aberlour All Access\nSEE MORE\n\n[Chorus: Drake with Chris Brown]\nHurtin' deeply inside\nTrust\nTrust\nHurtin' deeply, deeply\n\n[Outro: Drake]\nThought I knew the real, then they flipped\nHow many times did I ask about this, on God?\nWhy you let me find out like this, on God?\nHouston, we got a problem, my dawg\nAll my niggas love you, got us all involved\nAin't no goin' back to how we started off\nNo, no, no, no",
        "track_views": "295000"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Toosie Slide Lyrics",
        "lyrics_url": "https://genius.com/Drake-toosie-slide-lyrics",
        "lyrics": "[Pre-Chorus]\nBlack leather glove, no sequins\nBuckles on the jacket, it's Alyx shit\nNike crossbody, got a piece in it\nGot a dance, but it's really on some street shit\nI'ma show you how to get it\n\n[Chorus]\nIt go right foot up, left foot, slide\nLeft foot up, right foot, slide\nBasically, I'm sayin' either way, we 'bout to slide, ayy\nCan't let this one slide, ayy\n\n[Post-Chorus]\nDon't you wanna dance with me? No?\nI could dance like Michael Jackson\nI could give you thug passion\nIt's a Thriller in the trap where we from\nBaby, don't you wanna dance with me? No?\nI could dance like Michael Jackson\nI could give you satisfaction\nAnd you know we out here every day with it\nI'ma show you how to get it\n\n[Chorus]\nIt go right foot up, left foot, slide\nLeft foot up, right foot, slide\nBasically, I'm sayin', either way, we 'bout to slide, ayy\nCan't let this one slide, ayy (Who's bad?)\n\n[Verse 1]\nTwo thousand shorties wanna tie the knot, ayy, yeah\nTwo hundred shooters on my brother's block, woah, yeah\nPetal off a rose like I love her not, maybe not\nI don't know what's wrong with me, I can't stop, woah, yeah\nWon't stop, woah, yeah, never stop\nGot so many opps, I be mistakin' opps for other opps\nGot so many people that I love out of troubled spots\nOther than the family I got, it's either you or me\nThat's just how I think, it's either you or me\nThis life got too deep for you, baby\nTwo or three of us about to creep where they stayin'\n\n[Pre-Chorus]\nBlack leather glove, no sequins\nBuckles on the jacket, it's Alyx shit\nNike crossbody, got a piece in it\nGot a dance, but it's really on some street shit\nI'ma show you how to get it\n\n[Chorus]\nIt go right foot up, left foot, slide\nLeft foot up, right foot, slide\nBasically, I'm sayin' either way, we 'bout to slide, ayy\nCan't let this one slide, ayy (Who's bad?)\n\n[Verse 2]\nToosie slide, then I hit it double-time\nThen I hit a spin 'cause we spun their block a couple times\nIf it's not the right time, there'll always be another time\nI'm not even trippin', we'll just see 'em in the summertime, woah, yeah\nCan't describe the pressure I be puttin' on myself, yeah\nReally, I just can't afford to lose nobody else, yeah\nIf they movin' shaky, we'll just do this shit ourselves, woah\nIf I'm movin' shaky, Chubbs'll do this shit himself, yeah\nSolo niggas, only YOLO, for real\nHeard a lot about you but we don't know for real\nNext time, guarantee the truth'll get revealed\n\n[Pre-Chorus]\nBlack leather gloves, no sequins, yeah\nBuckles on the jacket, it's Alyx shit\nNike crossbody, got a piece in it\nGot a dance, but it's really on some street shit\nI'ma show you how\n\n[Chorus]\nIt go right foot up, left foot, slide\nLeft foot up, right foot, slide\nBasically, I'm sayin' either way we 'bout to slide, ayy\nCan't let this one slide, ayy\n\n[Post-Chorus]\nDon't you wanna dance with me? No?\nI could dance like Michael Jackson (Jackson)\nI could give you thug passion (Passion)\nIt's a Thriller in the trap where we from (Where we from)\nBaby, don't you wanna dance with me? No?\nI could dance like Michael Jackson (Jackson)\nI could give you satisfaction ('Faction)\nAnd you know we out here every day with it\nI'ma show you how to get it\n\n[Chorus]\nIt go right foot up, left foot, slide\nLeft foot up, right foot, slide\nBasically, I'm sayin' either way we 'bout to slide\n(Who's bad?)",
        "track_views": "1300000"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Desires (Ft. Future) Lyrics",
        "lyrics_url": "https://genius.com/Drake-desires-lyrics",
        "lyrics": "[Intro: Drake]\nD. Hill (D. Hill)\nAyy\n\n[Chorus: Drake]\nI should've put you somewhere where no one could find you\nMansion out in the sticks with nothin' around you\nKaty, Texas, Dallas, Texas, you know, a different environment (Ayy)\n'Cause you got desires, I know, I know, I know\n'Cause you got desires, I know, I know, I know\n'Cause you got desires\n\n[Verse 1: Future]\nYou got that fire and I'm not a liar\nYou had me down on my knees every day, had to talk with Messiah\nI'm in that 8 and that 1 and that 2, this a different Ferrari, yeah\nI tried to pay all your loans off and cop you a driver, yeah\nI had you stayin' too close to the city, you actin' too vulnerable livin' this life\nI should've moved you away from Houston before I copped you all this ice\nYou wanna be my number one, you're not actin' like the main thing\nI let you play my number two, you barely made the second string\n\n[Chorus: Drake]\nI should've put you somewhere where no one could find you (Ayy)\nMansion out in the sticks with nothin' around you\nKaty, Texas, Dallas, Texas, you know, a different environment (Ayy)\n'Cause you got desires, I know, I know, I know\n'Cause you got desires, I know, I know, I know\n'Cause you got desires\n\n[Verse 2: Drake]\nAyy\nSelf-control has never been your thing\nDon't think it'll help if there's a ring with a rock in it\nWhere I'm from, they serve the soda clean (Clean, clean)\nYou come from a city where there's lean with the rocks in it\nHow the fuck you keep so many secrets?\nHow you goin' vegan, but still beefin' with me again?\nHow the fuck you've seen so many beaches?\nTickets to them places don't come cheap, and\nI see you back in Turks\nRemember who took you there first and don't you forget it\nGot you a whip, but then you got back on your shit\nI had to tell Eric go get it\nI'm always movin' too fast, the feeling don't last\nI feel like you take me for granted\nProbably my fault for the way that I handle it\n\n[Chorus: Drake]\nI should've put you somewhere where no one could find you (Ayy)\nMansion out in the sticks with nothin' around you\nKaty, Texas, Dallas, Texas, you know, a different environment (Ayy)\n'Cause you got desires, I know, I know, I know (Ayy)\n'Cause you got desires, I know, I know, I know (Ayy)\n'Cause you got desires\n\n[Verse 3: Drake]\nOoh, shawty, you tried it\nVoice gettin' filled with entitlement\nWhy would you tell me those lies? And\nWhy would you make it so bold to my face?\nWhy are your stories all over the place?\nWhole lotta secrets friends don't keep safe\nWhere did your friends all go? (Woo)\nI can't solve your problems\nYou say your problems never needed solvin'\nI was too good to you, should've stayed solid\nNice guys always finish off where they started\nDéjà vu, you wanted things and you got 'em\nDéjà vu, I wanted smoke and I got it\nDéjà vu, déjà\nDéjà\n\n[Outro: Mark Robinson & Drake]\nAlright, so unfortunately, I'm still here (Hahaha)\nBut, you know, if you're here, it's still up\nIn the building\nAnd you just wanna hear some chune, some music\nI think, you know, you found the right spot\nI'm outside in an AMG\nRight outside, TT\nYou know, shout out my brother Drake, for you know (Too turnt, baby girl, you know me)\nPopping this off real quick",
        "track_views": "549000"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Time Flies Lyrics",
        "lyrics_url": "https://genius.com/Drake-time-flies-lyrics",
        "lyrics": "[Chorus]\nYeah, I'm outside in an AMG\nRight outside, TT\nToo turnt, baby girl, you know me, yeah\nStill with the dawgs that I grew beside\nAll the niggas 'round me ride or they die\nGotta watch the time 'cause it's flyin' right by\nI'm outside in an AMG, yeah\nRight outside, TT\nToo turnt, baby girl, you know me\nWho am I? All the niggas 'round me ride or they die\nGotta watch the time 'cause it's flyin' right by\nToo turnt, baby girl, you know me\n\n[Verse 1]\nI just caught a shawty off a finsta\nJust threw on a hoodie, it's a Crenshaw\nWay that I been livin' unconventional\nI'm just tryna make it to the end, ya know\nCertain things just started gettin' tenser\nThink we need to have us an adventure\nI could be your man but maybe down the road\nRight now I would rather see my heart turn to chrome\nRather see my heart turn crystal\nI can't even front like I don't miss ya\nRight now I'm just stuck inside the crib on my own\nSoon as I free up, I'm 'bout to pop up on your phone like\n\n[Chorus]\nI'm outside in an AMG\nRight outside, TT\nToo turnt, baby girl, you know me, yeah\nWho am I? All the niggas 'round me ride or they die\nGotta watch the time 'cause it's flyin' right by\nToo turnt, baby girl, you know me\nYeah\n\n[Verse 2]\nHeart's still on javelin, baby\nToo turnt, baby girl, you know me\nI was pullin' off 'fore they knew me\nSometimes I wish there was two of me or three of me\nWhen it was you and me\nI felt like I love you too much to change you\nYou believe in angles more than angels\nFeel like I've been going through too much to explain to you\nBut I'm still the same way I was when I came to you\nEverything I have, what I had to exchange for you\nEverything I've been through, I can't even complain to you\nWish it stayed the same for you, sorry\nI'm sorry\n\n[Outro]\nAnd-and-and-and—\nI'm outside in a—\nI'm-I'm-I'm-I'm— (I'm-I'm-I'm-I'm—, I'm-I'm-I'm-I'm—)\nI'm outside in a—\nI'm-I'm-I'm-I'm— (I'm-I'm-I'm-I'm—, I'm-I'm-I'm-I'm—)\nI'm outside in a—\nAnd-and-and-and I'm outside in a—\nI'm-I'm-I'm-I'm— (I'm-I'm-I'm-I'm—, I'm-I'm-I'm-I'm—)\nI'm outside in a—\nWoi-oi, woi-oi-woi-oi-woi-oi-woi-oi-woi-oi",
        "track_views": "381800"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Landed Lyrics",
        "lyrics_url": "https://genius.com/Drake-landed-lyrics",
        "lyrics": "[Intro]\nYeah, ayy, ayy\n\n[Chorus]\nIf I gotta land, I'ma stick it\nBaby, let it go and you gon' miss it\nWrote this with a Cartier pen, do I sound different? Yeah, yeah\nOverseas and back, I was round-trippin'\nI've been, uh, I've been, what?\n\n[Verse 1]\nI've been pop, whippin', wrist is on another rhythm\nI was not kiddin', don't know why they playin' with him\nI was not finna let them get no top billin'\nMan, they really tried to take this shit and run with it\nAnd I bought my dawg a Rollie 'cause he rolled with it, yeah\nAnd I bought that girl a shovel 'cause she gold-diggin', yeah\nIf he talkin' out his head, then it's off with it, yeah\nBoardin' Air Drake, then we takin' off in it, yeah\n\n[Chorus]\nAnd if I gotta land, I'ma stick it, ayy, yeah\nBaby, let it go and you gon' miss it\nWrote this with a Cartier pen, do I sound different?\nYeah, you always said I changed, I'm just now switchin'\nAyy, ayy, what?\n\n[Verse 2]\nAyy, ayy, I done dosed off\nI done got a different number 'cause I'm closed off\nUsed to hit the bitch and now she wanna... huh\nNow she wanna call me like she doesn't know that phone's off, uh, what?\nI just met her friend and now her clothes off, yeah\nDrop around whoever, bet it goes off, yeah\nPatek doin' backflips, showin' off\n\n[Chorus]\nYeah, and if I gotta land, I'ma stick it\nBaby, let it go and you gon' miss it\nWrote this with a Cartier pen, do I sound different? Yeah, yeah\nOverseas and back, I was round-trippin'\nI've been, uh, I've been, what?\n\n[Verse 3]\nI've been pop, whippin,' wrist is on another rhythm\nHe been block-switchin', don't know how you ride with him\nGotta supermodel, wanna be a down missus\nAll my niggas, they be on them out-of-town missions\nWasn't hearin' me before, okay, but now listen\nPushin' five Cadillacs like a politician\nI be in and out arenas like I'm Scottie Pippen\nYeah, pop, whippin', wrist is goin' thirty with it, ooh, yeah\nPut the beat in front of me, I'm dirtyin' it, yeah, what?\nDo this shit for real, you niggas dabble in it, yeah\nSay you need a minute, I don't have a minute, yeah\nAnd if I gotta land, I'ma—\nStick that motherfucker at the Clearport and park that",
        "track_views": "197400"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "D4L by Future, Drake & Young Thug Lyrics",
        "lyrics_url": "https://genius.com/Future-drake-and-young-thug-d4l-lyrics",
        "lyrics": "[Intro: Young Thug]\n(808 my crew)\n(Ayy, Southside, where you get all that drip?)\nYeah, yeah\nYeah\n\n[Chorus: Young Thug & Future]\nFBG, YSL, know just what's brackin', yeah (Yeah, yeah)\nTold my story, gotta clear it by your daddy, yeah (Yeah, yeah)\nFBG, YSL, what's hannenin'? (What's hannenin'?)\nRichard Mille, all this year, nigga, what's hannenin'? (What's hannenin'?)\nLouis Vuitton bandana, bro, what hannenin'? (What's hannenin'?)\nD4L, Stunna Man, say what's hannenin'? (What's hannenin'?)\nBowen Homes, you know, that shiesty shit (What's hannenin'?)\nYou go outside, you better back it\n\n[Verse 1: Future & Young Thug]\nOh, my right wrist a Ferrari (Skrrt, skrrt)\nForeign breed, American, she call me papi (Yeah, yeah, yeah)\nVroom, vroom, Hellcat, give it to the goons (Vroom)\nOn that Earl Manigault, shootin' it out the spoon\nSeen a prom queen smoke crack when I was lil'\nMillion dollars in cash like I sell drugs (Sell drugs)\nGave my bitch a hundred racks, vacuum sealed up (Vacuum seal, what?)\nVacuum sealed up\n\n[Chorus: Young Thug & Drake]\nFBG, YSL, know just what's brackin', yeah (Yeah, yeah)\nTold my story, gotta clear it by your daddy, yeah (Yeah, yeah)\nFBG, OVO, what's hannenin'? (What's hannenin'?)\nRichard Mille, all year, what's hannenin'? (What's hannenin'?)\nYSL bandana, man, what's hannenin'? (What's hannenin'?)\nD4L, Stunna Man, man, what's hannenin'? (What's hannenin'?)\nBowen Homes, you know, that shiesty shit (What's hannenin'?)\nYou go outside, you better back it (Ayy)\n\n[Verse 2: Drake]\nGo to Palm Springs for a daytrip\nFreeband, October's Own, it's the same shit\nShawty keep on knockin' back the shots, better pace this\nWoah, woah, banknotes, presidential faces\nWoah, woah, Bankhead, started seein' spaceships, woah\nWe just started fuckin', she impatient\nNow she want a butt lift, now she want some LASIK\nJust to see the bag clearer, that way she can chase it\nAyy, ayy\nI remember grade six, I was up in Payless tryna get some Asics\nNow I'm Nike'd down in a motherfuckin' snake pit\nNow I'm type of nigga give it out and I don't take shit (808 my crew)\n\n[Verse 3: Future & Young Thug]\nI been in the cut for thirteen thousand months\n(Ayy, Southside, where you get all that drip?)\nAll that brr, you gon' think we from Saudi Arabia\nMoney counter brr (Yeah), ayy\nMy trap comin' up the street, brr (Let's go)\nI ran a check up on my feet, brr (Run it up)\nBentley talk, Bentley talk, brr (Bentley)\nGo ask your mama, I'm a boss, brr (Boss)\nI got oil, I'm your daddy, brr (Daddy)\nI bought her a 'Rari (Swerve, skrrt), brr ('Rari, yeah)\nI eat calamari (Brr, yeah, yeah, yeah)\nI'ma let her park me\n\n[Chorus: Young Thug & Future]\nFBG, YSL, know just what's brackin', yeah (Yeah, yeah, yeah)\nTold my story, gotta clear it by your daddy, yeah (Yeah)\nFBG, YSL, what's hannenin'? (What's hannenin'?)\nRichard Mille, all this year, nigga, what's hannenin'? (What's hannenin'?)\nLouis Vuitton bandana, bro, what hannenin'? (What's hannenin'?)\nD4L, Stunna Man, say what's hannenin'? (What's hannenin'?)\nBowen Homes, you know, that shiesty shit (What's hannenin'?)\nYou go outside, you better back it",
        "track_views": "255300"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Pain 1993 (Ft. Playboi Carti) Lyrics",
        "lyrics_url": "https://genius.com/Drake-pain-1993-lyrics",
        "lyrics": "[Intro: Drake]\n(Yo, Pi'erre, yo, Pi’erre)\nAyy\n\n[Chorus: Drake & Playboi Carti]\nAyy\nNiggas ain't gotta respect\nNiggas just gotta accept\nI put that top left\nI love my crodie to death (Codeine)\nHype Williams, Lil' X\nIf you don’t say it direct\nCould give a fuck, ayy, yeah, yeah\n\n[Verse 1: Drake & Playboi Carti]\nI put some ice on her hand\nI let her take an advance\nShit wasn't goin' as planned\nI put that shit in the van\nShe gotta move with her friend\nHeard she went back to her man\nGive a fuck, ayy\nI just put a Wagen in the driveway, you know I did\nWhen I shoot my shot it's the Kawhi way, it's goin' in\nMe and lil' Sicko sittin' sideways, breakin’ tens\nUsed to be an antisocial nigga, now I’m makin' friends\nI just got a mansion out in Turks and it’s a beachfront (Okay)\nIf she's bringin' four friends, I know I'll hit at least one (Okay, slatt, slatt, slatt, slatt)\nGot ’em all tannin' by the pool and they greased up\nPolice in my city, man, I keep they pockets greased up (Okay)\nMe and Capo tryna leave our mark and peace the East up\nAin't nobody makin' too much money off the beef stuff (Okay)\nBut I beef a rapper 'cause I'm never with the sweet stuff\nShawty came from Mexico, she know she got the sweet stuff (Yeah, yeah, yeah, you know)\n\n[Chorus: Drake & Playboi Carti]\nAyy\nNiggas ain't gotta respect\nNiggas just gotta accept ('Cept)\nI put that top left (Ayy)\nI love my crodie to death (Codeine)\nHype Williams, Lil' X\nIf you don't say it direct (Yeah)\nCould give a fuck, ayy, yeah, yeah\n\n[Verse 2: Playboi Carti]\nRacks all in my jeans and they Raf Simons (Racks in my jeans, okay)\nDiamonds all in my teeth, I called up the dentist, yeah (Okay)\nGot a Goyard bag, I threw them racks in it (My racks, yeah)\nEvery time I'm home, you know I whip the Bentley (Yeah, yeah, yeah)\nI just threw these pills in my cup, yeah, yeah (Just threw these pills, uh)\nShawty just pulled up just to get fucked (Shawty just pulled up)\nBut I only want top, yeah, for sure (Only want top)\nAnd I know I'm on top, but I want more (Okay)\nRemember I used to sleep on the floor (With my, oh yeah)\nNow every day I rock Christian Dior (Okay, Dior, yeah)\nNow every day I gotta pour me a four (Lean, lean, lean, lean)\nNow every day I gotta pour me a four (Lean, lean, lean, lean, okay)\nI spent a hundred K last night in New York (Yeah, yeah)\nI spent a hundred K the next day, I was bored (Okay, okay, yeah)\nThat Lam' truck got numbers on the board (Okay, get it)\nYeah, she keep textin' my phone, I'ma ignore (Yeah, yeah, yeah, yeah)\nYeah (Oh, yeah, yeah, yeah)\n\n[Chorus: Drake & Playboi Carti]\nAyy (Yeah)\nNiggas ain't gotta respect\nNiggas just gotta accept\nI put that top left\nI love my crodie to death (Codeine)\nHype Williams, Lil' X\nIf you don't say it direct\nCould give a fuck (Okay), ayy, yeah, yeah",
        "track_views": "600300"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Losses Lyrics",
        "lyrics_url": "https://genius.com/Drake-losses-lyrics",
        "lyrics": "[Intro: Dennis Graham]\nHey, Instagram\nThis song I've been writing, oh, for a few months\nI don't know, I, I started writing it about family\nJust came up now, so\nAnybody feel any way about it, I don't give a fuck\n(Yeah, family)\n\n[Verse 1: Drake]\nYeah\nYeah\nLost you to the game, I gotta hug that\nI was here when you was asking where the love at\nDip your finger in the bag to get your buzz back\nI was wishin' on a star when I was that\nI've been fortunate enough to have it my way\nI'm a fortune teller, listen to what I say\n'Member when we used to park up in my driveway\nI always told it how it was, I never shy away\nThis life is really something you get lost in\nI know niggas that got famous and they bought friends\nI had friends that only had half of they heart in\nIt's hard to accept now, and it was hard then\nBut I treated you like gold, I was all in\nSpoiled rotten, they could smell you 'fore you walked in\nBurnin' incense in your new apartment\nBut you got no sense when it come to\nLost you to the game, I gotta hold that\nHow you feelin' in your soul since you sold that?\nI'll be better off without you, and we know that\nYou ain't lookin' at a nigga you could hold back\nLike I'm tryna show the waves, this is no cap\nYou sold me up the river, but I rowed back\nYou put me on the road without a roadmap\nI'm not tryna make no song, these are cold facts\n\n[Interlude: Drake & Dennis Graham]\nYou got some liquor at the house?\nYeah\nGo get a shot, let's do a shot together\nI don't see it\nOkay, hahaha\n\n[Verse 2: Drake]\nAyy\nBeing here wasn't in the plans\nI do it for the Grahams, not the 'Gram\nI do it for the fam, but still fuckin' Uncle Sam\nI tried to change for you, but that wasn't who I am\nEven when being real is out of fashion\nNiggas keep stealin' my style, now we out here matchin'\nI did it by being myself with no dramatic acting\nI couldn't sit around and wait, I had to have it happen\nLost you to the game, I gotta face that\nReally think I lost you like a ways back\nAlways sayin' how a nigga never play fair\nI took you up under my wing and you just stayed there\nYou was supposed to grow some wings, get your own pair\nWe started this from the bottom, now you alone there\nShit, you treat it like it's home there\nDependent on me, you was supposed to get your own share\nI still love you to my last days\nI never knew that shit would be this fast-paced\nI never thought I'd see awards in a glass case\nI could've ended up in your crib with a masked face\nIt could've went left on a couple bad days\nWhen I visit my last place is the only time I'm in last place\nSee me these days, I never got on a sad face\nSee me these days, I\nLost you to the game, and I see why\nIt was always you and I without the T-Y\nThis is not one of them stories that got three sides\nThis is not one of them stories you could rewind\nLike I'm tryna show the waves, this is no cap\nYou drove a nigga crazy, but I drove back\nYou wrote me off and then you never wrote back\nI'm not tryna make no song, these are cold facts\n\n[Outro: Drake & Dennis Graham]\nYes, sir\n(Baby)\nHold on, hold on\n(Let me tell you something about me)\n(I really do know, I know who I wanna be)\nWoo\nLord, I already passed on all that (Woo)\nYou go 'head on, haha",
        "track_views": "318600"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "From Florida With Love Lyrics",
        "lyrics_url": "https://genius.com/Drake-from-florida-with-love-lyrics",
        "lyrics": "[Intro]\n(Plugg)\n(Bitch)\nAyy, yeah\n\n[Verse 1]\nAyy, ayy (Plugg)\nWritin' this from Florida with love (Love)\nWhen I linked with Mexiko, I knew I found a plug (Dro)\nRest in peace to Static, yellin' \"Shawty want a thug,\" ayy\nBottles in the club, ayy, know I love to touch (Ayy)\nWeezy played that shit for me and Kobe on the bus\nWent and got a chain for me, I had to give it up (Yeah)\nNiggas had they pistols loaded pointed at my truck, ayy\nAnd you know that lesson stuck (Right)\nFrom that day I never touched the road without a (Plugg)\nAyy, from that day I never saw the point in talkin' tough (Nah)\nHasn't happened since, I guess you niggas know what's up (Yup)\nYeah, haven't seen the 6ix in like a month (6ix)\nFuck that, I'm back, baby, where the love? (Love)\nRappers that I threw an alley-oop are throwin' subs (Yeah)\nBut they gotta dap me when they see me, that's what's up (That's what's up)\nI let that shit slide, I got everything\nI could lose it all if I'm reactin' to the petty things\nKnow that if I see you, I'ma ask you if you said them things\nYMB the gang and they down to stain anything, mhm\nYeah, that's right\nYMB the gang and they down to stain anything, mhm\nYeah, that's right\nYMB the gang and you know them niggas…\n\n[Chorus]\nBooted up, turned up, piped up (Plugg)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love?\nBooted up, turned up, piped up (Plugg)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Ayy)\n\n[Instrumental Interlude]\n\n[Verse 2]\n(Plugg)\nWritin' this from Florida with love (Love)\nWhen I linked with Mexiko, I knew I found a plug (Dro)\nRest in peace to Static, yellin' \"Shawty want a thug,\" ayy\nBottles in the club, ayy, know she wanna fuck (Ayy)\nWeezy played that shit for me and Kobe on the bus\nWe ain't even get to reminiscin' what it was (Yeah)\nMoral of the story is the story finished us\nDamn, and you know that lesson stuck (Right)\nHaven't left the 6ix in like a month (Ayy)\nFuck that, I'm here, baby, where the love? (Nah)\nFuck that, I'm here, baby, just because (Yeah, yeah)\nI would never leave, but I could, though (6ix)\nYes, I know I leave you, not for good, though (No)\nSame way you could diss, but you wouldn't, though\n'Cause you know good and well that I'm...\n\n[Chorus]\nBooted up, turned up, piped up (Plugg)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love?\nBooted up, turned up, piped up (Plugg)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Where the love at?)\nI'm back, baby, where the love? (Ayy)",
        "track_views": "222300"
    },
    {
        "album": "Dark Lane Demo Tapes",
        "lyrics_title": "Demons (Ft. Fivio Foreign & Sosa Geek) Lyrics",
        "lyrics_url": "https://genius.com/Drake-demons-lyrics",
        "lyrics": "[Intro: Drake & Fivio Foreign]\nLike what?\n(Who made this?) Yeah, yeah\n(JB made this, hahahaha)\nSix, six, six, six, six, six\nBaow\nYeah\n\n[Chorus: Drake & Fivio Foreign]\nFivi, Sosa, viral, movie\nI'm in this bitch with the Wooski\nBall in the summer like Drew League\nChampagne got me loopy\nGlizzy Bop lookin' groovy\nAll the demons lookin' moody (What?)\nAll the demons lookin' moody\n\n[Verse 1: Drake & Fivio Foreign]\nSkrrt 'round there in your ends, whole southside on ten\nNot like them, make men lean out Benz\nThat's how a man get blem, you and your friends\nThis Hermés from runway, this ain't Ralph Lauren\nTell them again, loved her way back when\nDrunk so I type \"Je t'aime\" but don't hit send\nSend some bread to the pen\nAll my G's are blessed, we check in for them\nWhole lotta charges laid to this day\nNo confessions for them\nMan really feel no ways, these man waste\nNo progression for them\nThink you're bad, just wait, food get ate\nAnd that's just lessons for them\nSosa (Sosa), Fivi (Fivi), lookin' like KD and Kyrie (I am)\nMy TD Bank is on what? (What?)\nMy TD Bank is on Kylie (Ayy, ayy)\nTribeca in the lobby, all these niggas gettin' dodgy (Baow)\nWhen we see 'em, it's a body (Ayy, ayy, ayy)\n\n[Chorus: Drake & Fivio Foreign]\nFivi (Fivi), Sosa (Sosa), viral (Viral), movie (Movie)\nI'm in this bitch with the Wooski (I am)\nBall in the summer like Drew League\nChampagne got me loopy (Baow)\nGlizzy Bop lookin' groovy (Baow)\nAll the demons lookin' moody\n(All the demons lookin' moody)\nAyy, ayy, ayy\n\n[Verse 2: Fivio Foreign]\nMove (Move), get out the way (Get out the way, lil' bitch), uh\nSay the wrong thing, you'll get shot in your face (Brrr, baow, yeah)\nFivi (Fivi), laced (Laced), I put the opps in they place (Opp)\nYeah, if you a gangster, then you gotta relate (Ayy, ayy, ayy)\nShe got a face that you cannot mistake\nShe paid for the food and we went on a date\nHead game great, huh, she let me nut on her face, ayy, ayy, ayy\nUh, every time she link, she come with an eighth (Baow)\nViral, you ain't never make a movie with Drake (Baow)\nSponsor (Sponsor), I take a Perc, now I'm turned to a monster (Turned to a monster)\nUh, I'm in the court like \"I'm sorry, your honor\" (I'm sorry, your honor, lil' bitch, baow)\nI killed the opp, but I ain't catchin' no karma (Baow, baow)\nYeah, I killed the opp, but I ain't catchin' no karma (Ayy, ayy, ayy)\n\n[Chorus: Drake, Fivio Foreign & Sosa Geek]\nFivi (Fivi), Sosa (Sosa), viral (Viral), movie (Movie)\nI'm in this bitch with the Wooski (I am)\nBall in the summer like Drew League\nChampagne got me loopy\nGlizzy Bop lookin' groovy (Ayy, what? What?)\nAll the demons lookin' moody (Ayy, look)\nAyy, ayy\n\n[Verse 3: Sosa Geek]\nBitch, I'm a demon in the night\nAnd I'm a shark up underwater (I am)\nI got shooters in New York\nAnd I got shooters across the border (What?)\nI call Drake and tell him off 'em (Drake)\nAyy, I call Drake and tell him off 'em (What?)\nIf they Woo walk, I probably taught 'em (I did)\nI got the money, they say that I'm gifted\nFuck sale, so I'm givin' out gift stamps (I am)\nHighway, me and Fivio lifted (What?)\nLondon, man, I need me a thick bitch (A thick)\nAnd a Louis bag just so I can fit me the grip in (Grip)\nI got the swag, so tell me the difference\nMike Amiri, best believe they fitted\nShe wanna fuck, but I ain't with it\nHeadshot, knock him off his fitted\nPunch him out, send that boy to that dentist\nTalkin' Henny, it better be Privilège, ayy\nBaow, what?\nIt better be Privilège\n\n[Chorus: Drake & Fivio Foreign]\nFivi, Sosa, viral, movie\nI'm in this bitch with the Wooski\nBall in the summer like Drew League\nChampagne got me loopy\nGlizzy Bop lookin' groovy\nAll the demons lookin' moody (What?)\nAll the demons lookin' moody\nAyy, ayy",
        "track_views": "258000"
    }
]